img/1-RDF-fill-L3-10-auto/N3mV.mmd
flowchart LR
  S[student:s03] -->|ex:enrolledIn| C[course:c07]
  C -.->|?| T[ex:Course]
